Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: As Barack Obama arrives in Kenya on Friday for the first time as president of the United States, he faces heightened security concerns and a crushing spectacle of admirers that will make this trip worlds apart from his two previous defining journeys to his father's ancestral land.
pt: O presidente dos Estados Unidos, Barack Obama, vai chegar ao Quênia na sexta-feira com a missão de fortalecer a segurança dos EUA e os laços econômicos, mas sua ligação pessoal com a terra natal de seu pai vai dominar uma viagem que os quenianos veem como sendo de um filho nativo de volta para casa.

source: "It has become clear that the many new global collectors chasing masterpieces have been waiting for an iconic Picasso to appear on the market," said Jussi Pylkkanen, Christie’s global president .
pt: "Para as casas de leilões está claro que muitos dos novos colecionadores do mundo, que buscam comprar obras-primas, estavam esperando um Picasso icônico no mercado .

source: TOKYO (Reuters) - Citigroup Inc (C.N) is preparing to sell its Japanese retail banking operations, a source with direct knowledge of the matter said on Wednesday, as it waves the white flag on a venture plagued by regulatory troubles and anaemic lending.
pt: TÓQUIO, 20 Ago (Reuters) - O Citigroup está se preparando para vender sua operação de banco de varejo no Japão, disse uma fonte com conhecimento direto do tema nesta quarta-feira, desistindo de uma incursão afetada por problemas regulatórios e fraqueza nos empréstimos.

source: Italian authorities have taken control of a ship carrying 450 migrants, thought to be Syrian, that was abandoned by its crew off Italy coast.
pt: A Guarda Costeira da Itália tomou o controle de um cargueiro abandonado em alto mar por sua tripulação que se dirigia à costa italiana com 450 imigrantes a bordo, entre eles mulheres e crianças .

source: They don’t have a problem with it.’ ”
pt: "Eles foram felizes em bater bem e eu não .

source: “The thing is, politicians have been unable to put the brakes on immigration,” said Wanner .
pt: "O problema é que os políticos foram incapazes de frear a imigração", diz Wanner .

source: The viral respiratory disease was first identified in Saudi Arabia in 2012 .
pt: A primeira vítima foi registrada em 2012, na Arábia Saudita .

source: New shows 'Transparent', 'The Affair' take top TV Golden Globes
pt: Novas séries "Transparent" e "The Affair" vencem principais prêmios de TV do Globo de Ouro

source: Rescuers in Nepal scrambled on Sunday to find a Nepal Airlines plane carrying 18 people that went missing in the country's mountainous west, officials said.
pt: Um avião da companhia Nepal Airlines, com 18 pessoas a bordo e que se dirigia para uma localidade turística do oeste do Nepal, desapareceu do radar neste domingo, informou a polícia local.

source: A female suicide bomber blew herself up at a police station in Istanbul on Tuesday, killing one policeman and wounding another, according to Turkish authorities.
pt: Autoridades turcas informaram que uma suicida mulher detonou os explosivos que levava junto ao corpo na cidade de Istambul, nesta terça-feira, ferindo dois policiais .

source: She said Washington had noted "the Russian government's unwillingness to tell the truth even as its soldiers are found... inside Ukraine".
pt: Psaki também disse que Washington notou uma "falta de vontade da Rússia em dizer a verdade, inclusive quando seus soldados são vistos 48 quilômetros dentro da Ucrânia".

source: EU President Herman Van Rompuy and European Commission head Jose Manuel Barroso said they "strongly disapproved" of Russia's actions, prompting Putin to urge European leaders to tone down their criticism.
pt: "Cabe a Ucrânia decidir livremente que tipo de compromisso deseja manter com a União Europeia", afirmaram em um comunicado comum os presidentes do Conselho Europeu, Herman Van Rompuy, e da Comissão, José Manuel Barroso, acrescentando que "desaprovam a posição e ações da Rússia a este respeito".

source: But I just didn't know at that time.
pt: Talvez por isso eu não seja tão conhecido .

source: Maamoun Abdulkarim, Syria’s head of antiquities, told the Reuters news agency that the reports of explosives being planted by IS in Palmyra “seems true”.
pt: Maamoun Abdulkarim, chefe de antiguidades da Síria, disse à Reuters que relatos de que o Estado Islâmico plantou bombas em Palmira “parecem ser verdadeiro” . “A cidade está refém em suas mãos, a situação é perigosa.”

source: Spanish priest with Ebola dies in Madrid hospital
pt: Missionário espanhol com ebola morre em Madri

source: WASHINGTON President Barack Obama heralded a nuclear agreement with Iran on Tuesday as an opportunity to shift direction in the Middle East, and warned he would veto any attempt by deeply skeptical Republican lawmakers to overturn the deal.
pt: WASHINGTON (Reuters) - O presidente dos Estados Unidos, Barack Obama, exaltou nesta terça-feira o acordo com o Irã como uma oportunidade que vale a pena ser aproveitada e alertou o Congresso dos EUA que irá vetar qualquer legislação que impeça a implementação bem-sucedida do acordo.

source: "We know what we can do and we can play with confidence .
pt: "A gente tem que jogar mais do que a gente está jogando .

source: "The kids shouldn't be out on the streets when it gets dark."
pt: “Ele está em Franca e não vai sair da cidade, só não vai ficar na rua .

source: A pair of US astronauts ventured outside the International Space Station on Wednesday for the second of three spacewalks to prepare the orbiting lab for future American crew spacecraft.
pt: Dois astronautas dos Estados Unidos flutuaram do lado de fora da Estação Espacial Internacional, nesta quarta-feira (25), na segunda de três caminhadas espaciais para começar a preparação de vagas para novos táxis comerciais espaciais.

source: I like my mother, so I really can’t tell my opinions to her .
pt: — Quando quero muito uma coisa, peço para a minha madrinha conversar com a minha mãe .

source: Crimean Film Director Stands Trial in Russia on Terrorism Charges A Ukrainian film director went on trial in southern Russia on Tuesday accused of terrorism in a case that he and his supporters say is political revenge for his opposition of Crimea's annexation from Ukraine last year.
pt: Rostov do Don (Rússia ) (AFP) - O julgamento por terrorismo do cineasta ucraniano Oleg Sentsov, contrário à anexação da Crimeia pela Rússia e detido há mais de um ano em Moscou, começou nesta terça-feira, no sul do país.

source: The second major storm in less than a week pummeled residents from New York City to Boston with snow, freezing rain and gusty winds .
pt: A tempestade castigou milhões de moradores que tentavam transitar pela manhã com chuvas congelantes, neve e ventos fortes de Nova York a Boston.

source: Ahmed Mansour, a leading talk show host on the Qatari channel's Arabic service, was arrested at a Berlin airport on Saturday, the latest Al Jazeera journalist to be pursued by the Egyptian authorities.
pt: BERLIM — Um jornalista da “Al Jazeera” foi hoje preso no aeroporto de Berlim a pedido do Egito, de acordo com um advogado do canal de televisão árabe, Saad Djebbar .

source: "I would quote Jesus: 'Let you who is without sin cast the first stone,' "
pt: “Quem de vocês não tiver pecado atire a primeira pedra”, responde Jesus, impassível .

source: This is how the Civil Guard works, and people should know that.”
pt: "O que não se sabe é quanto e quem o fez .

source: Germany's DAX index, seen as the European market most exposed to the crisis in Ukraine, closed down 1.5 percent, at 9,401.55 points.
pt: O índice alemão DAX, considerado como o mercado europeu mais exposto à crise na Ucrânia, fechou em queda de 1,54 por cento, a 9.401 pontos.

source: The discussions right now are around the possible extension of the European program to support Greece, which expires at the end of February this year.
pt: O foco das discussões entre Atenas e a União Europeia neste momento são a renegociação do programa de resgate europeu ao país.

source: 3 : North Korea denies 'righteous' hack attack on Sony
pt: Coreia do Norte nega envolvimento em ataque contra a Sony

source: The day-long siege of Garissa University was Kenya’s deadliest attack since the 1998 bombing of the US embassy in Nairobi, and the bloodiest ever by the Al-Qaeda-affiliated militants.
pt: Os islamitas somalianos Al Shebab reivindicaram o ataque, o mais mortal no Quênia desde o atentado contra a embaixada dos Estados Unidos em Nairobi, em 1998, que registrou 213 mortos .

source: France coach Didier Deschamps said missed chances and a lack of big-game experience among his players gave Germany a vital edge to knock Les Bleus out of the World Cup.
pt: RIO DE JANEIRO (Reuters) - O técnico da seleção da França, Didier Deschamps, disse que as chances perdidas e a falta de experiência de seus jogadores em grandes partidas representaram uma vantagem essencial para a Alemanha eliminar seu time da Copa do Mundo.

source: Images of three missing students were not available.
pt: As três pessoas que estavam no carro não se

source: In the middle of heavy floods last Wednesday night, an explosion at a petrol station in the Ghanaian capital, Accra, killed at least 150 people .
pt: O número de mortos pela explosão de um posto de gasolina na capital de Gana e pelas inundações no país subiu para 150 pessoas, afirmou o presidente do país, John Dramani Maham...

source: Then what are you going to do ?
pt: E isso não acontece em outros países .

source: Alphabet will operate as the parent company for a number of smaller companies, including Google, which will continue to focus on Internet products .
pt: Os principais produtos da companhia serão administrados pelo Google, que agora será uma empresa menor, controlada pela holding Alphabet

source: A bus station in Damaturu, capital of northern Nigeria's Yobe State, was hit by a bomb attack Saturday, leaving at least 7 killed and 27 injured, hospital officials said.
pt: DAMATURU, Nigéria (Reuters) - A explosão de uma bomba em Damaturu, capital do Estado de Yobe, no norte da Nigéria, matou pelo menos sete pessoas neste sábado, disse uma testemunha da Reuters em um hospital próximo.

source: Petra, which acquired the famed diamond mine in 2008, said it would evaluate the optimal route to market for the stone after a further analysis to assess its potential value.
pt: A Petra informou que vai avaliar qual o melhor caminho para a pedra no mercado depois de uma análise mais aprofundada de seu valor.

source: UNITED NATIONS (Reuters) - The United Nations said a U.N. staff member with the world body's peacekeeping mission in Central African Republic has been released after she was detained in the country's capital Bangui earlier on Tuesday.
pt: Homens armados sequestraram nesta terça-feira (20) uma mulher que trabalha para a Minusca, a missão de paz da ONU na capital da República Centro-Africana, Bangui, informou a missão à Reuters.

source: Islamic State, the militant group which has seized much of Iraq and Syria, has expanded in Libya in recent months, helped by the chaos and lawlessness of a fight for control between two rival governments and their respective allies.
pt: Militantes leais ao Estado Islâmico, grupo que controla parte da Síria e Iraque, têm explorado o caos na Líbia, onde dois governos a facções armadas rivais competem por poder, quatro anos após a derrubada de Muammar Gaddafi.

source: I was just living my life, not necessarily in the closet, but I was living my life .
pt: Neste momento de minha vida... não tenho necessariamente vontade de trabalhar com outras pessoas".

source: But the woman refused, arguing that what she held were her wares .
pt: "A mulher se recusou, argumentando que levava apenas mercadorias .

source: SYDNEY (Reuters) - The lawyer for jailed Al Jazeera journalist Peter Greste has formally applied to the Egyptian government for the Australian's deportation, his family said on Friday, after Egypt's highest court ordered a retrial for Greste and two colleagues.
pt: CAIRO (Reuters) - A mais alta corte do Egito ordenou um novo julgamento para três jornalistas da Al Jazeera presos, citando falhas de procedimento no julgamento do ano passado, disseram os advogados de defesa nesta quinta-feira.

source: Taliban leader Mullah Omar died two years ago, Afghan intelligence agency spokesman Haseeb Sediqi said Wednesday, amid speculation about the demise of the warrior-cleric.
pt: O líder supremo dos talibãs afegãos, mulá Omar, morreu há dois anos em circunstâncias misteriosas, assegurou nesta quarta-feira o porta-voz do serviço de inteligência do Afeganistão, confirmando assim os rumores sobre sua morte.

source: But Wilson Raj Perumal, who allegedly made the predictions in an interview with the German publication and said seven players were involved, has since claimed the interview took place after Croatia's 4-0 win on June 18 in Manaus.
pt: Mas Wilson Raj Perumal, que alegadamente fez as previsões para a publicação alemã e afirmou que sete jogadores estavam envolvidos, tem dito que a entrevista aconteceu após a vitória de 4 x 0 dos croatas sobre os camaroneses em 18 de junho, em Manaus.

source: By Dan Whitcomb LOS ANGELES (Reuters) - An American man suspected of fighting alongside Islamic State militants who have seized large areas of Iraq and Syria to the alarm of the Baghdad government and its allies in the West has been killed in Syria,...
pt: O jornal afirmou que a família estava preocupada com as manifestações de apoio de McCain ao grupo sunita Estado Islâmico, que tomou grandes áreas do Iraque e da Síria, alarmando o governo de Bagdá e seus aliados no Ocidente.

source: The primary budget represents the public sector's revenue over expenditures before debt interest payments.
pt: O resultado primário é a diferença entre as receitas e as despesas, excluídos os juros da dívida pública .

source: Investors also continued to fret about Greece, which launched a desperate bid to win fresh aid from sceptical creditors at an emergency euro zone summit billed as the last chance for Athens to cut a rescue deal.
pt: LONDRES (Reuters) - Os índices acionários europeus fecharam em queda nesta terça-feira, conforme a Grécia partiu em uma tentativa desesperada de conquistar novo resgate na cúpula emergencial da zona do euro, considerada a última chance de Atenas para fechar o acordo de resgate.

source: Jackie Chan's son Jaycee Chan is interviewed while in detention in Beijing .
pt: Filho de Jackie Chan é preso com maconha em Pequim

source: “The attackers shot indiscriminately while inside the university compound,” Boinet said, adding that police had been guarding the university’s four hostels at the time.
pt: O comandante da polícia do Quênia, Joseph Boinet, afirmou que os agressores “atiraram indiscriminadamente” ao entrarem nas instalações da universidade.

source: PARIS (Reuters) - France's health ministry on Thursday unveiled tough measures geared at stamping out smoking among young people, with a planned rollout of brandless cigarette packets and curbs on advertising for electronic cigarettes.
pt: O ministério da saúde francês apresentou, nesta quinta (25), uma proposta de medidas duras para erradicar o tabagismo entre jovens, com o lançamento de maços de cigarros sem marca e a restrição da publicidade de cigarros eletrônicos.

source: You know, this is really a critical aspect of it.
pt: O que é mais importante do que isso?”

source: "I think it's all fabricated," one man in Baghdad's Adhamiya district tells me, requesting anonymity .
pt: "Acho que tudo é montado", diz um homem do distrito de Adhamiya em Bagdá, que pede para não ter seu nome revelado.

source: It isn't clear who designed the logo or how much Clinton's campaign team is paying for it .
pt: A equipe da candidata não informou quem foi responsável pela logo ou quanto custou o projeto .

source: 10 January 2015: Tells Turkish authorities he is on holiday there, sent back to Egypt where he is detained pending deportation to US
pt: Autoridades turcas o enviaram de volta ao Egito, onde ele foi detido e depois deportado para os EUA, disseram promotores .

source: Without referring to Greece explicitly, Carney said that if the eurozone were a country "fiscal policy would be substantially more supportive".
pt: "É difícil não chegar à conclusão de que se Eurozona fosse um país, a política fiscal seria claramente mais favorável", completou Carney.

source: "We are back on track!" an ebullient WTO Director-General Roberto Azevedo told reporters.
pt: "Colocamos nossas negociações de volta nos trilhos", afirmou o diretor-geral da OMC, o brasileiro Roberto Azevêdo, em uma coletiva de imprensa.

source: PARIS (Reuters) - The world's two largest cement makers, France's Lafarge (LAFP.PA) and Holcim (HOLN.VX) of Switzerland, have agreed the terms of a merger that would create a company with a market value of around $55 billion, a source close to the deal said on Sunday.
pt: PARIS, 6 Abr (Reuters) - As duas maiores produtoras de cimento do mundo, a francesa Lafarge e a Holcim, da Suíça, fecharam os termos de um acordo de fusão que pode criar uma companhia com um valor de aproximadamente 55 bilhões de dólares no mercado de ações, disse uma fonte próxima da situação neste domingo.

source: Blatter: Sending a strong signal to the racists »
pt: Blatter: "Mandar dura mensagem aos racistas" »

source: Rezaian's mother, who is in Iran, has been able to see him twice, according to the prosecutor general.
pt: Ele também acrescentou que a mãe de Rezaian, que está no Irã, pode encontrar seu filho em duas ocasiões.

source: "It's a new term, with new ideas," the official close to Rousseff said.
pt: "É um time novo, com novas ideias", disse.

source: He will join the board in January, become deputy chairman on April 1 and chairman with effect from Sept. 1, 2015 - or earlier if released from other commitments.
pt: O executivo se juntará ao Conselho em janeiro, se tornando vice-presidente em 1o de abril e presidente a partir de 1o de setembro de 2015 - ou antes caso seja liberado de outros compromissos.

source: Greek Defense Minister Panos Kammenos also said on Tuesday that if Athens failed to get a new debt agreement with the eurozone, it could always look elsewhere for help like the US and "it could be Russia … It could be China."
pt: O ministro da Defesa grego, Panos Kammenos, líder do partido nacionalista que integra a coalizão governista, disse que a Grécia pode buscar ajuda fora se não chegar a um acordo com a Europa, e citou Rússia, China e Estados Unidos como opções.

source: He has cast the battle against Gulen's "Hizmet" (service) network as a continuation of Turkey's "normalisation", a struggle to root out anti-democratic forces, and said on Monday that Turkey's democratic standards were rising.
pt: Erdogan disse que os padrões democráticos da Turquia estavam em ascensão e que as operações contra a rede de Gulen integram esforços para desenraizar forças antidemocráticas e iriam continuar .

source: Dead or alive: Al-Qaeda in Yemen offers 20kg gold for Houthi leader, ex-president
pt: Al-Qaeda oferece 20 quilos de ouro por morte ou captura de líder houthi e ex-ditador do Iêmen

source: The bomb exploded at a packed mosque just after Friday prayers
pt: A explosão aconteceu durante as orações de sexta-feira, quando a mesquita estava cheia de fiéis.

source: According to a statement released by the agency, Buckley – who has served as the inspector general for more than four years – has been planning to leave his position for months, and is leaving to accept a position in the private sector.
pt: Buckley, que ocupou o cargo de investigação interna da CIA durante os últimos quatro anos, deixará a agência "para buscar oportunidades no setor privado", informou a agência em seu comunicado.

source: An Israeli child has been killed by mortar fire from Gaza, bringing the total number of civilian casualties in Israel to four .
pt: Gaza: Hamas executa palestinos 'traidores' e uma criança israelense morre Menino de quatro anos morreu atingido por um morteiro disparado da Faixa de Gaza

source: * On Wednesday, the EIA said that U.S. oil production fell by 18,000 barrels per day (bpd) or by 0.2 percent last week, the third decline in four weeks .
pt: Por outro lado, a produção de petróleo dos EUA recuou pela terceira vez em quatro semanas, para uma média de 9,37 milhões de barris por dia, na semana passada .

source: At least four people were killed and 15 injured on Tuesday after parts of a freight train derailed and collided with a passenger train south of Moscow, the emergencies ministry said.
pt: NARO-FOMINSK Rússia (Reuters) - Um trem de carga colidiu com um trem de passageiros perto de Moscou nesta terça-feira, rasgando o lado de um dos vagões e matando ao menos seis pessoas.

source: French President Francois Hollande has reshuffled his government with a more reform-minded economy minister.
pt: O presidente da França, François Hollande, determinou ontem uma reforma de gabinete .

source: The new baby, whose sex is not yet known, will be fourth-in-line to the throne, behind brother George, father William and grandfather Prince Charles.
pt: A bebê, cujo nome ainda não foi anunciado, será a quarta na linha de sucessão ao trono, atrás de seu irmão George, do pai William e do avô príncipe Charles, empurrando o tio Harry um grau abaixo na hierarquia real.

source: Medical officials confirmed the casualties for all attacks .
pt: Autoridades médicas confirmaram o número de mortos.

source: UEFA president Michel Platini and FIFA vice president Prince Ali bin Al-Hussein of Jordan have also called for full disclosure of the report.
pt: O príncipe Ali bin Al-Hussein, da Jordânia, e membro da Fifa, também exige conhecer a totalidade do documento .

source: Rousseff met with prosecutor general Rodrigo Janot in the presidential palace to tell him of her decision to submit his name again for Senate approval, Justice Minister Jose Eduardo Cardozo said in Brasilia.
pt: A confirmação foi dada pela presidente Dilma Rousseff pessoalmente ao procurador-geral em reunião oficial no Palácio do Alvorada, que contou com a presença do ministro da Justiça, José Eduardo Cardozo .

source: But Spanish Prime Minister Mariano Rajoy told reporters that the vote was not "compatible with the Spanish constitution".
pt: “Nem o objetivo nem os procedimentos são compatíveis com a Constituição da Espanha”, disse hoje o primeiro-ministro, Mariano Rajoy.

source: Suicide car bombing at Nigeria bus station kills four, wounds 35
pt: Atentado em estação ônibus deixa quatro mortos na Nigéria

source: Authorities declared a curfew in Al-Khalis and raided houses in search of escaped convicts, said another police source.
pt: As autoridades declararam um toque de recolher em Al-Khalis e fizeram batidas nas casas em busca dos prisioneiros, disse outra fonte da polícia.

source: Speaking at the same briefing, Cuba's minister for public health, Roberto Morales Ojeda, said his country would be sending 165 healthcare workers to help in the fight - the largest contingent of foreign doctors and nurses to be committed so far.
pt: Cuba enviará 165 médicos e enfermeiros a Serra Leoa durante seis meses para ajudar as autoridades deste país a combater a epidemia de Ebola, anunciou nesta sexta-feira o ministro cubano da Saúde, Roberto Morales Ojeda.

source: A Taliban key commander allegedly affiliated with the Islamic State (IS) group had been killed in Taliban former stronghold, the restive Helmand province on Monday, provincial police chief said.
pt: Um ex-comandante talibã, suspeito de ter se unido ao grupo Estado Islâmico (EI), foi morto por um drone da Otan nesta segunda-feira no sul do Afeganistão
